espressif/esp-idf/examples/peripherals/uart/uart_dma_ota/sdkconfig.ci.defaults.esp32c5
CONFIG_IDF_TARGET="esp32c5"
CONFIG_UART_RX_IO=12
